/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Abra Impress en su equipo\n* Conecte ambos dispositivos a la misma red wifi\n   (este dispositivo está conectado a «%@» ahora)";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* No se ha conectado a ninguna red wiki ahora.\n* Conecte el dispositivo iOS y el equipo a la misma red\n* Actualice\n* Consejo: puede crear un «hotspot» en el equipo o en iOS";

/* Popover option */
"About Impress Remote" = "Acerca del Control remoto de Impress";

/* No comment provided by engineer. */
"Back" = "Atrás";

/* Popover option */
"Blank Screen" = "Pantalla vacía";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Click to refresh" = "Pulse para actualizar";

/* Back button to the connect page on navbar */
"Connect" = "Conectar";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Conecte los dispositivos a la misma red wifi.";

/* instruction page title */
"Connection" = "Conexión";

/* Popover option */
"Connection Help" = "Ayuda para la conexión";

/* Connection Lost Alert title */
"Connection Lost" = "Se ha perdido la conexión";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Se ha perdido la conexión. Intente volver a conectar con el equipo. ";

/* Control instruction title */
"Control" = "Control";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Si lo necesita, cree un «hotspot» personal en iOS.";

/* Server list section title */
"Custom Connections" = "Conexiones personalizadas";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Si el equipo no aparece en la sección anterior, añádalo manualmente con su dirección IP.";

/* Server list section title */
"Detected Connections" = "Conexiones detectadas";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Escriba el código mostrado en Presentación → Control remoto de Impress";

/* Connection failure title */
"Failed to reach server" = "No se pudo conectar con el servidor";

/* Connection failure message */
"Failed to reach server Msg" = "Compruebe la dirección IP y asegúrese de que LibreOffice Impress está en ejecución y con la función «Control remoto» activada.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "No se pudo conectar con el equipo";

/* No comment provided by engineer. */
"Help" = "Ayuda";

/* In app How-to title */
"How-to" = "Guía";

/* App name displayed on navbar */
"Impress Remote" = "Control remoto de Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Dirección IP no válida";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "La dirección IP que escribió no es válida";

/* EditableTableViewCell placeholder */
"IP Address" = "Dirección IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Abra Impress y seleccione el equipo.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nombre (opcional)";

/* No comment provided by engineer. */
"New Server" = "Servidor nuevo";

/* No comment provided by engineer. */
"No, thanks" = "No, gracias";

/* OK Button on Alert view */
"OK" = "Aceptar";

/* backButton for Tutorial */
"Ok, thanks" = "Bien, gracias";

/* Pairing instruction title */
"Pairing" = "Emparejamiento";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrucciones para emparejar";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Ejecute LibreOffice Impress en el PC\n\n2. Marque Preferencias > LibreOffice Impress > General > Activar el control remoto\n\n3. Asegúrese de que el PC y el dispositivo estén conectados a la misma red wifi\n\n4. Si no se detecta, escriba la dirección IP del PC manualmente\n\n5. Realice la conexión y disfrute de la aplicación.\n\n";

/* Update button text in diffrent states */
"Pause" = "Pausar";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Considere reiniciar LibreOffice Impress en el equipo.";

/* Popover option */
"Restart" = "Reiniciar";

/* No comment provided by engineer. */
"Resume from blank screen" = "Reanudar desde pantalla vacía";

/* Popover option */
"Resume from blank Screen" = "Reanudar desde pantalla vacía";

/* No comment provided by engineer. */
"Searching" = "Buscando";

/* Sidebar section header */
"Slides" = "Diapositivas";

/* Update button text in diffrent states */
"Start" = "Iniciar";

/* Popover option */
"Stop Presentation" = "Detener presentación";

/* Sidebar section header */
"Stop Watch" = "Detener reloj";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "¿Quiere ver una guía sobre el Control remoto?";

/* Sidebar section header */
"Timer" = "Temporizador";

/* No comment provided by engineer. */
"Yes" = "Sí";

